<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@ taglib prefix="s" uri="/struts-tags"%>

<html>
<head>
<script type="text/javascript">
	$(document).ready(function() {
		$('ul.categoryList li:contains("加入會員")').addClass("active");
		
		$("#btn-agree").click(function(){
			if ($("#readPolicyCheck").prop("checked")) {
				window.location.href='<s:url value="/f2/member/register"/>';
			} else {
				alert("請選擇同意接受「本人已閱讀、瞭解並同意接受Link-IAC網站會員服務條款，約定書之所有內容，本項同意得以電子文件方式表達，勾選表示同意並開始註冊會員資料。」");
			}
		});
	});
</script>
</head>
<body>
	<!-- Banner -->
	<s:include value="./banner.jsp" />
	
	<!-- Main -->
	<div class="container top50">
		<div class="row">
			<div class="col-sm-12 col-xs-12">
				<div>
					<div class="large_title_01">
						<i class="fa fa-user-circle-o" aria-hidden="true" style="font-size: 18px; margin-right: 5px;"></i>會員中心
					</div>
					<div class="line_blue">&nbsp;</div>
					<div class="line_gray1px bottom20"></div>
				</div>
			</div>
		</div>
		<div class="row">
			<!-- 左選單 -->
			<div class="col-sm-3 col-xs-12 bottom20">
				<s:include value="./left_menu.jsp" />
			</div>
			<!-- 右列表 -->
			<div class="col-sm-9 col-xs-12">
				<div class="large_title_03">加入會員</div>
				<div class="line_solid"></div>
				<div class="text-center">
					<img src="<s:url value="/images/frontend-v2/member_icon_02.jpg"/>" alt="" width="150" />
				</div>
				<div class="content_01 text-center top10">在您註冊之前，請先閱讀本站的服務條款！&nbsp;免費加入會員，立享好康！</div>
				<div class="top10">
					<img src="<s:url value="/images/frontend-v2/member_banner.jpg"/>" class="img-responsive" alt="" />
				</div>
				<div class="content_01 well top10">
					<div class="text-center large_title_04 bottom10">Link-IAC網站會員服務條款</div>
					<div style="width: 100%; height: 600px; overflow: auto; border: #DDD solid 1px; padding-top: 10px; padding-right: 10px;">
						<div class="text-center large_title_03">【Link-IAC網站會員服務條款(以下簡稱本會員條款)】</div>
						<div class="content_01">
							<ol>
								<li><span class="large_title_04">認知與接受條款</span><br>
									Link-IAC網站(以下簡稱「本網站」)係由「運用法人鏈結產學合作計畫」(以下簡稱「本計畫」)委託工研院產經中心所建置、維運之網路資訊平台，並提供本網站會員服務予使用者（以下簡稱「本服務」）。為避免使用者重複填寫資料及繁複之申請程序，所有申請使用本服務之使用者（以下稱「會員」或「您」），只需一次加入會員及同意服務條款，即可使用本服務。本會員條款構成會員與本計畫之契約，請您詳細閱讀本會員條款，當您完成相關基本資料提供、註冊驗證程序，開始使用本服務時，即視為已知悉、並完全同意本會員條款所有約定。
									<br>
								<br>
									本網站有權於任何時間基於需要修改或變更本會員條款內容，除對會員個人權益有重大影響者，本計畫將不會個別通知會員，但本會員條款將會公布於本站『會員註冊頁』及『會員登入頁』中，建議您隨時注意相關修改與變更。您於本會員條款的任何修改或變更之後繼續使用本服務，將視為您已經閱讀、瞭解且同意相關修改與變更。如果您不同意本會員條款的內容，或者您所屬的國家或地域排除本會員條款內容之全部或一部時，您應立即停止使用本服務。</li>
								<li class="top20"><span class="large_title_04">與第三人網站的連結</span><br>
									本服務或協力廠商可能會提供連結至其他網站或網路資源的連結，您可能會因此連結至其他業者經營的網站，但不表示本網站與該等業者有任何關係。其他業者經營的網站均由各該業者自行負責，不屬於本網站控制及負責範圍之內。本網站對檢索結果或外部連結不擔保其合適性、可依賴性、即時性、有效性、正確性及完整性。您也許會檢索或連結到一些令您厭惡或不需要的網站，這是網際網路運作的可能結果，遇到此類情形時，本網站建議您不要瀏覽或儘速離開該等網站。您並同意本網站無須為您連結至非屬於本站所生之任何損害，負損害賠償之責任。</li>
								<li class="top20"><span class="large_title_04">您的註冊義務</span><br> 為了能使用本服務，請您同意以下事項：<br> (a)依本服務註冊表之提示提供您本人正確、最新及完整的資料。<br>
									(b)維持並更新您個人資料，確保其為正確、最新及完整。若您提供任何錯誤或不實的資料，本網站有權因此暫停或終止您的帳號，或拒絕您使用本服務之部份或全部。</li>
								<li class="top20"><span class="large_title_04">個人資料蒐集、處理及利用之告知暨同意條款</span><br> 告知事項<br> 本網站為了蒐集、處理及利用，基於本服務之相關事由您所提供，或未來基於各種事由將提供的個人資料（下稱個資），謹先告知下列事項：<br>
									一、蒐集目的：008基於中小企業及其他產業之輔導；013公共關係；040行銷；063非公務機關依法定義務所進行個人資料之蒐集處理及利用；073政府資訊公開、檔案管理及應用；075科技行政；090消費者、客戶管理與服務；
									098商業與技術資訊；109教育或訓練行政；110產學合作；118智慧財產權、光碟管理及其他相關行政；123貿易推廣及管理；132經營傳播業務；135資（通）訊服務；136（通）訊業務與資料庫管理；137資通安全業務與管理；148網路購物及其他電子商務服務；152廣告和商業行為管理；157調查、統計與研究分析；181其他經營合於營業登記項目或組織章程所定之業務；069其他契約、類似契約或法律關係管理之事務或業務；182其他諮詢與顧問服務；036存款與匯款。<br>
									二、個資類別：辨識個人者、辨識財務者、政府資料中之辨識者、個人描述、職業、現行之受僱情形等個人資料。<br> 三、利用期間：至蒐集目的消失為止。<br> 四、利用地區：中華民國地區及本站國外之駐點及辦事處所在地區。<br> 五、利用者：本網站及其他與本站有業務往來之公務及非公務機關。<br>
									六、利用方式：在不違反蒐集目的的前提下，以網際網路、電子郵件、書面、傳真及其他合法方式利用之。<br> 七、您得以書面主張下列權利： <br> （一）查詢或請求閱覽。<br> （二）請求製給複製本。<br> （三）請求補充或更正。<br> （四）請求停止蒐集、處理或利用。<br> （五）請求刪除。<br>
									八、對本網站所持有您的個資，本院會按照政府相關法規保密並予以妥善保管。<br> 同意事項<br> 您已閱讀並瞭解上述告知事項，並同意本網站在符合上述告知事項範圍內，蒐集、處理及利用您的個資。</li>
								<li class="top20"><span class="large_title_04">會員帳號、密碼及安全</span><br>
									完成本服務的登記程序之後，您將收到一個密碼及帳號。維持密碼及帳號的機密安全，以確保您繼續合法使用本服務。利用該密碼及帳號所進行的一切行動，您將負完全的責任。您並同意以下事項：(a)您的密碼或帳號遭到盜用或有其他任何安全問題發生時，您將立即通知本網站，(b)每次連線完畢，均結束您的帳號使用。</li>
								<li class="top20"><span class="large_title_04">使用者的守法義務及承諾</span><br>
									您承諾絕不為任何非法目的或以任何非法方式使用本服務，並承諾遵守中華民國相關法規及一切使用網際網路之國際慣例。您若係中華民國以外之使用者，並同意遵守所屬國家或地域之法令。您同意並保證不得利用本服務從事侵害他人權益或違法之行為，包括但不限於：<br> A.
									公布或傳送任何誹謗、侮辱、具威脅性、攻擊性、不雅、猥褻、不實、違反公共秩序或善良風俗或其他不法之文字、圖片或任何形式的檔案於本網站上；<br> B. 侵害他人名譽、隱私權、營業秘密、商標權、著作權、專利權、其他智慧財產權及其他權利；<br> C. 違反依法律或契約所應負之保密義務；<br> D. 冒用他人名義使用本服務；<br> E.
									傳輸或散佈電腦病毒；<br> F. 從事不法交易行為或張貼虛假不實、引人犯罪之訊息；<br> G. 濫發廣告郵件、垃圾郵件、連鎖信、違法之多層次傳銷訊息等；<br> H. 干擾或中斷本服務或伺服器或連結本服務之網路，或不遵守連結至本服務之相關需求、程序、政策或規則等；<br> I.
									追蹤他人或其他干擾他人或為前述目前蒐集或儲存他人之個人資訊；<br> J. 其他本網站有正當理由認為不適當之行為。</li>
								<li class="top20"><span class="large_title_04">資料儲存</span><br> A. 為系統服務之穩定性，本網站會定期備份您所儲存的資料，但我們並不負任何備份儲存之責任，您須自行備份您所提供或發表於會員服務之資料，是您並同意我們不需對刪除的資料或備份儲存失敗的資料負責。<br> B.
									本服務不擔保您所提供或發表的資料將被正常顯示、亦不擔保資料傳輸的正確性；如果您發現本會員服務有錯誤或疏失，請立即通知本網站管理者。</li>
								<li class="top20"><span class="large_title_04">系統中斷或故障</span><br> 本服務有時可能會出現中斷或故障等現象，或許將造成您使用上的不便、資料喪失、錯誤、遭人篡改或其他經濟上損失等情形。您於使用本服務時應自行採取防護措施。本網站對於您因該等損失使用（或無法使用）本服務而造成的損害，不負任何賠償責任。</li>
								<li class="top20"><span class="large_title_04">下載軟體或資料</span><br>
									本網站對於您使用本服務或經由本站連結之其他網站而下載的軟體或資料，不負任何擔保責任。您應於下載前自行斟酌與判斷前述軟體或資料之合適性、有效性、正確性、完整性、及是否侵害他人權利，以免遭受損失（例如：造成您電腦系統受損、或儲存資料流失等）；本網站對於該等損失不負任何賠償責任。</li>
								<li class="top20"><span class="large_title_04">資訊或建議</span><br>
									本網站對於您使用本服務或經由本站連結之其他網站而取得之資訊或建議（包括但不限於，商務、投資理財、醫療、法律等方面），不擔保其為完全正確無誤。本網站對於本服務所提供之資訊或建議有權隨時修改或刪除。您在做出任何相關規劃與決定之前，仍應請教專業人員針對您的情況提出意見，以符合您的個別需求。 <br>
									本網站隨時會與其他公司、廠商等第三人（「內容提供者」）合作，由其提供包括新聞、訊息、電子報等不同內容供本網站刊登，本網站於刊登時均將註明內容提供者。基於尊重內容提供者之智慧財產權，本網站對其所提供之內容並不做實質之審查或修改，對該等內容之正確真偽亦不負任何責任。對該等內容之正確真偽，您宜自行判斷之。您若認為某些內容涉及侵權或有所不實，請逕向該內容提供者反應意見。</li>
								<li class="top20"><span class="large_title_04">廣告</span><br>
									您在本網站中瀏覽到的廣告內容、文字與圖片之說明、展示樣品或其他銷售資訊，除了本站或本計畫之廣告，也可能由其他廣告商、產品與服務的供應商等第三人所設計與提出。您對於廣告之正確性與可信度應自行斟酌與判斷。本網站僅接受委託予以刊登，不對前述廣告負擔保責任。</li>
								<li class="top20"><span class="large_title_04">買賣或其他交易行為</span><br>
									廠商或個人可能透過本服務或經由本服務連結之其他網站提供商品買賣、服務或其他交易行為。您若因此與該等廠商或個人進行交易，各該買賣或其他合約均僅存在您與各該廠商或個人兩造之間。您應要求各該廠商或個人，就其商品、服務或其他交易標的物之品質、內容、運送、保證事項與瑕疵擔保責任等，事先詳細闡釋與說明。您因前述買賣、服務或其他交易行為所產生之爭執，應向各該廠商或個人尋求救濟或解決之道。本網站聲明絕不介入您與廠商或個人間的任何買賣、服務或其他交易行為，對於您所獲得的商品、服務或其他交易標的物亦不負任何擔保責任。您若係向本網站經營的購物網站進行前述買賣、服務或其他交易行為，雙方權利義務將另行依據相關服務契約或責任規範約定書內容決定之。</li>
								<li class="top20"><span class="large_title_04">免責聲明</span><br> 您明確了解並同意：<br>
									本網站對本服務不提供任何明示或默示的擔保，包含但不限於商業適售性、特定目的之適用性及未侵害他人權利。本網站不保證以下事項：(i)本服務將符合您的需求，(ii)本服務不受干擾、及時提供、安全可靠或免於出錯，(iii)由本服務之使用而取得之結果為正確或可靠，及(iv)您經由本服務購買或取得之任何產品、服務、資訊或其他資料將符合您的期望(v)任何軟體中之錯誤將被修正。。是否經由本服務之使用下載或取得任何資料應由您自行考量且自負風險，因前開任何資料之下載而導致您電腦系統之任何損壞或資料流失，您應負完全責任。<br>
									您經由本服務取得之建議和資訊，無論其為書面或口頭，均不構成本服務之保證。 <br> 您明確了解並同意本網站及本計畫及其關係企業、經理人、受僱人、代理人、合夥人及授權人，無須為您任何直接、間接、附隨、特別、衍生、懲罰性的損害負責，包括但不限於因下述事由所生利潤、商譽、使用、資料之損害或其他無形損失（即令
									本網站曾被告知該等損害之可能性亦同）：(i)使用或無法使用本服務；(ii)替代商品及服務之購買成本；(iii)他人未經授權存取或修改您的傳輸或資料；(iv)任何第三人就本服務所為之聲明或行為，或(v)任何其他與本服務有關者。部分管轄區域並不允許對於特定保證責任的排除或是對於附隨 或衍生損害的限制或免除。於此情形，本條前述限制對您不適用。</li>
								<li class="top20"><span class="large_title_04">金融相關服務</span><br> 本服務之目的為提供資訊，非以供交易或投資為主要目的。經由本服務所提供任何資訊之正確性與適用性，本網站均不承擔任何責任。任何人基於前開資料之任何交易或投資決定，本網站亦不予負責。</li>
								<li class="top20"><span class="large_title_04">會員行為</span><br>
									由會員公開張貼或私下傳送的資訊、資料、文字、軟體、音樂、音訊、照片、圖形、視訊、信息或其他資料（以下簡稱「會員內容」），均由「會員內容」提供者自負責任。本網站無法控制經由本服務而張貼之「會員內容」，因此不保証其正確性、完整性或品質。您了解使用本服務時，可能會接觸到令人不快、不適當、令人厭惡之「會員內容」。在任何情況下，本網站均不為任何「會員內容」負責，包含但不限於任何錯誤或遺漏，以及經由本服務張貼、發送電子郵件或傳送而衍生之任何損失或損害。
									您了解本網站並未針對「會員內容」事先加以審查，但本網站有權（但無義務）依其自行之考量，拒絕或移除經由本服務提供之任何「會員內容」。在不限制前開規定之前提下，本網站及其指定人有權將違反本服務條款和令人厭惡之任何「會員內容」加以移除。您使用任何「會員內容」時，就前開「會員內容」之正確性、完整性或實用性之情形，您同意必須自行加以評估並承擔所有風險。
									您了解並同意，本網站依據法律的要求，或基於以下目的之合理必要範圍內，認定必須將「會員內容」加以保存或揭露予政府機關、司法警察或未成年人之監護人時，得加以保存及揭露：(a)遵守法令或政府機關之要求律程序，(b)執行本服務條款，(c)回應任何侵害第三人權利之主張，或(d)保護本服務及其使用者及公眾之權利、財產或個人安全。</li>
								<li class="top20"><span class="large_title_04">智慧財產權的保護</span><br>
									本服務所使用之軟體或程式、網站上所有內容，包括但不限於著作、圖片、檔案、資訊、資料、網站架構、網站畫面的安排、網頁設計，均由本網站或本計畫或工研院產經中心及，或其他權利人依法擁有其智慧財產權，包括但不限於商標權、專利權、著作權、營業秘密與專有技術等。任何人不得逕自使用、修改、重製、公開播送、改作、散布、發行、公開發表、進行還原工程、解編或反向組譯。若您欲引用或轉載前述軟體、程式或網站內容，必須依法取得本網站或其他權利人的事前書面同意。尊重智慧財產權是您應盡的義務，如有違反，您應對本網站負損害賠償責任（包括但不限於訴訟費用及律師費用等）。</li>
								<li class="top20"><span class="large_title_04">您對本站之授權</span><br>
									若您無合法權利取得權利人之授權使用、修改、重製、公開播送、改作、散布、發行、公開發表某資料，並將前述權利轉授權第三人，則請勿將該資料上載、傳送、輸入或提供至本網站。任何資料一經您上載、傳送、輸入或提供至本網站時，視為您已授權本網站得無條件使用、修改、重製、公開播送、改作、散布、發行、公開發表該等資料，並得將前述權利轉授權他人，並無異議。您並應保證本網站使用、修改、重製、公開播送、改作、散布、發行、公開發表、轉授權該等資料，不致侵害任何第三人之智慧財產權，若有任何問題，應自行處理，與本服務無關；
									若因此造成本網站之損失，並負損害賠償責任（包括但不限於訴訟費用及律師費用等）。</li>
								<li class="top20"><span class="large_title_04">通知</span><br>
									如依法或其他相關規定須為通知時，本網站得以包括但不限於：電子郵件、一般信件、簡訊、多媒體簡訊、文字訊息、張貼於本服務網頁，或其他現在或未來合理之方式通知您，包括本服務條款之變更。但若您違反本服務條款，以未經授權的方式存取本服務，您將不會收到前述通知。當您經由授權的方式存取本服務，而同意本服務條款時，您即同意本網站所為之任何及所有給您的通知，都視為送達。</li>
								<li class="top20"><span class="large_title_04">不得為商業利用</span><br> 您同意不對本服務任何部分或本服務（包括：內容、資料、廣告、軟體及帳號等）之使用或存取，進行重製、拷貝、出售、交易、轉售或作任何商業目的之使用。</li>
								<li class="top20"><span class="large_title_04">靜止帳號</span><br> 若您註冊於本網站之會員帳號為「免付費會員」，如您在三年（含）以上未進行登入行為，本網站將會把您的帳號轉入『靜止帳號』並暫停您的相關會員權益。您可以隨時使用原註冊於產業情報網之會員帳號登入重新認證帳戶，恢復原有會員權益。</li>
								<li class="top20"><span class="large_title_04">拒絕或終止您的使用</span><br>
									您同意本網站得基於其自行之考量，因任何理由，包含但不限於缺乏使用，或本網站認為您已經違反本服務條款的明文規定及精神，終止您的密碼、帳號（或其任何部分）或本服務之使用，並將本服務內任何「會員內容」加以移除並刪除。客戶實際下載量發現異常時，本站得向客戶查證使用狀況，若異常使用狀況無法改善，則本站有權片面終止服務，並依合約未實施之比例退還服務費用(但有違法使用可能時不在此限)。客戶透過本服務所下載之資料，不得移轉或再授權予第三方使用，且不得進行任何型式的公開展示、販賣或對不特定第三者傳輸。本網站亦得依其自行之考量，於通知或未通知之情形下，隨時終止本服務或其任何部分。您同意依本服務條款任何規定提供之本服務，無需進行事先通知即得終止，您承認並同意，本網站得立即關閉或刪除您的帳號及您帳號中所有相關資料及檔案，及停止本服務之使用。此外，您同意若本服務之使用被終止，本網站對您或任何第三人均不承擔責任。</li>
								<li class="top20"><span class="large_title_04">準據法與管轄法院</span><br> 本約定書之解釋與適用，以及與本約定書有關的爭議，均應依照中華民國法律予以處理，並以台灣新竹地方法院為第一審管轄法院。</li>
							</ol>
						</div>
					</div>
					<div class="checkbox">
						<label> 
							<input type="checkbox" id="readPolicyCheck"> 
							本人已閱讀、瞭解並同意接受Link-IAC網站會員服務條款，約定書之所有內容，本項同意得以電子文件方式表達，勾選表示同意並開始註冊會員資料。
						</label>
					</div>
					<div class="text-center">
						<button type="button" class="btn btn-primary" id="btn-agree">
							<i class="fa fa-check-circle right5" aria-hidden="true"></i>同意
						</button>
						<button type="button" class="btn btn-default" onclick="window.location.href='<s:url value="/f2/home/init"/>'">
							<i class="fa fa-times-circle right5" aria-hidden="true"></i>不同意
						</button>
					</div>
				</div>
			</div>
		</div>
	</div>
</body>
</html>		